Termisk/summary.org
* Innledning - Hovedtema
** Grunnbegreper
Kan ha *system* med *energiutveksling*, *partikkelutveksling* til *omgivelser* gjennom *grenseflate*. Har *åpent* og *lukket* system avhengig av om det er partikkelutveksling.

*Trykk* definert som kraft per areal. *Isotrop*, virker likt overalt. Enhet pascal, bar, atm, psi.
** Temperatur og termisk likevekt
*Termisk likevekt* dersom ingen netto strøm av varmeenergi mellom to systemer i termisk kontakt.

Måler $T$ med *termometer* via andre fysiske størrelser:
 - væskevolum: økt $T$ gir økt volum
 - gasstrykk: økt $T$ gir økt $p$
 - lengde av fast stoff: økt $T$ gir økt $L$
 - elektrisk motstand: økt $T$ gir økt $R$

Enhet og kalibrering:
 - $T=0^\circ C:$ vann fryser til is ved p = 1 atm
 - $T=100^\circ C:$ vann koker ved p = 1 atm

Linerære trykkfunksjoner mhp temp gir $T=-273.15^\circ C$ ved p=0, som gir opphav til *absolutt temperatur og kelvinskala*:
 - $T = 0 K$ tilsvarer $-273.15^\circ C$
 - $\Delta T = 1 K$ tilsvarer $\Delta T =1^\circ C$

** Tilstandsvariable og tilstandsligninger
Et *makroskopisk* system i termisk likevekt er i en tilstand som kan beskrives ved hjelp av et lite antall *tilstandsvariable*:
$$ p, T, V, \rho=N/V, ... $$

Mengdeproporsjonale variable kalles *ektensive*: $V+V=2V$
Mengdeuavhengige variable kalles *intensive*: $p,T+p,T=p,T$

*Tilstandsligninger* angir sammenheng mellom tilstandsvariable. For gitt stoffmengde $N$ er som regel 2 av de 3 variable trykk, volum og temperatur nok for å spesivisere systemets tilstand. Dvs
$$ V=V(p,T) ,\quad p=p(V,T) ,\quad T=T(p,V) \Rightarrow (p,V,T)=0 \text{ generelt }$$

Systemet gjennomgår termodynamisk *prosess* når tilstandsvariable endres.

** Ideell gass
Eksperimenter med gasser med lav tetthet oppfyller
$$ pV = nRT $$
med $n$ antall mol og $R$ gasskonstanten. Eventuelt
$$ pV = N k_b T $$
med Boltzmanns konstant $k_b$.

Kurver med en variabel holdt konstant:
 - *Isotermer*: Konstant temperatur
 - *Isobarer*: Konstant trykk
 - *Isokorer*: Konstant volum 

** Termodynamiske koeffisienter
Tilstandsligninger er i utgangspunktet basert på eksperimentelle sammenhenger mellom tilstandsvariable.

 - *Volumutvidelseskoeffisient*:
   Relativ volumendring pr grad temperaturøkning, målt ved konstant trykk:
   $$ \alpha_V = \frac{1}{V}\left(\frac{\partial V}{\partial T} \right)_p $$

 - *Lengdeutvidelseskoeffisient*:
   Kun for faste stoffer:
   $$ \alpha_L = \frac{1}{L}\left(\frac{\partial L}{\partial T}\right)_p $$

- *Trykk-koeffisient*:
   $$ \alpha_p = \frac{1}{p}\left(\frac{\partial p}{\partial T}\right)_V $$

- *Isoterm kompressibilitet*:
   $$ \kappa_T = -\frac{1}{V}\left(\frac{\partial V}{\partial p}\right)_V \quad \left[\Delta p>0\Rightarrow \Delta V < 0 \Rightarrow \kappa_T > 0\right] $$

 - *Bulkmodul*:
   $$ B = \kappa_T^{-1} $$

   Væsker og faste stoffer har mye mindre isoterm kompressibilitet enn gasser; de er tilnærmet inkompressible.
   Ideell gass:
    - $\alpha_V = 1/T$
    - $\alpha_p = 1/T$
    - $\kappa_T = 1/p$

** Den sykliske regel
$$ f(x,y,z) = 0 \Rightarrow x = x(y,z),\quad y=y(x,z), \quad z=z(x,y) $$

Da er
$$ \left(\frac{\partial x}{\partial y} \right)_z \left(\frac{\partial y}{\partial z} \right)_x \left(\frac{\partial z}{\partial x} \right)_y  = -1 $$

Eksempelvis med $x,y,z = p,V,T \Rightarrow \frac{\alpha_V}{p\kappa_T\alpha_p} = 1$

* Termodynamikkens 1. lov
