Termisk/summary.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-11-12 lø. 13:27 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Sondre Klyve" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org0dcf473">1. Innledning - Hovedtema</a>
<ul>
<li><a href="#org2d0e431">1.1. Grunnbegreper</a></li>
<li><a href="#org05b54b5">1.2. Temperatur og termisk likevekt</a></li>
<li><a href="#org2480d5b">1.3. Tilstandsvariable og tilstandsligninger</a></li>
<li><a href="#org03d6d80">1.4. Ideell gass</a></li>
<li><a href="#orge84e192">1.5. Termodynamiske koeffisienter</a></li>
<li><a href="#orge1f8e0b">1.6. Den sykliske regel</a></li>
</ul>
</li>
<li><a href="#org9dce049">2. Termodynamikkens 1. lov</a>
<ul>
<li><a href="#orge248ca7">2.1. Reversible prosesser</a></li>
<li><a href="#org853ceaf">2.2. Arbeid</a></li>
<li><a href="#org0ab2d5d">2.3. Indre energi</a></li>
<li><a href="#org73a6d07">2.4. Varme og 1. lov</a></li>
<li><a href="#orgeaa2ecf">2.5. Kretsprosess. Adiabatisk prosess</a></li>
<li><a href="#org99a2c7b">2.6. Varmekapasitet</a></li>
<li><a href="#org3efeaff">2.7. Differansen  \(C_p-C_v\)</a></li>
<li><a href="#org2a87da3">2.8. Latent varme</a></li>
<li><a href="#orgf10eece">2.9. Adiabatiske prosesser</a></li>
<li><a href="#org2547712">2.10. Entalpi</a></li>
<li><a href="#orged2b9d9">2.11. Joule-Thomson-effekten</a></li>
<li><a href="#org0040ec7">2.12. Carnot-prosessen</a></li>
</ul>
</li>
<li><a href="#org4ca8b69">3. Termodynamikkens 2. lov</a>
<ul>
<li><a href="#orge09060a">3.1. Energibevarelse er ikke alt</a></li>
<li><a href="#orgbb17e7b">3.2. Carnots teorem</a></li>
</ul>
</li>
<li><a href="#orge4fde24">4. Entropi</a>
<ul>
<li><a href="#orge5bf6e1">4.1. Clausius' ulikhet</a></li>
<li><a href="#orgbae1c48">4.2. Entropi</a></li>
<li><a href="#org24cb4dd">4.3. ST-diagrammer</a></li>
<li><a href="#org7199584">4.4. Den termodynamiske identitet</a></li>
<li><a href="#orge5247f2">4.5. \(C_p-C_v\)</a></li>
<li><a href="#orge75bc97">4.6. \(\Delta S\) ved reversible prosesser</a></li>
<li><a href="#org4354c22">4.7. Prinsippet om entropiens økning</a></li>
<li><a href="#org22bee86">4.8. Irreversible prosesser</a></li>
<li><a href="#org0bf06eb">4.9. Mikrofysisk tolkning av entropi</a></li>
</ul>
</li>
<li><a href="#orgd5ae791">5. Kinetisk gassteori</a>
<ul>
<li><a href="#org4f6f35c">5.1. Mikroskopisk, statistisk bevegelse</a></li>
<li><a href="#orgd270c1e">5.2. Antagelser</a></li>
<li><a href="#org5dd0a57">5.3. Trykk i ideell gass</a></li>
<li><a href="#org8197873">5.4. Mikroskopisk tolkning av T</a></li>
<li><a href="#org918a4e6">5.5. Maxwells hastighetsfordeling</a></li>
<li><a href="#org3b33dc7">5.6. Gaussintegraler</a></li>
<li><a href="#orgaab000e">5.7. Middelverdier</a></li>
</ul>
</li>
<li><a href="#org0f06036">6. Statistisk mekanikk</a>
<ul>
<li><a href="#orgcabe979">6.1. Boltzmannfaktoren</a></li>
<li><a href="#orgcae44bb">6.2. Ekvipartisjonsprinsippet</a></li>
<li><a href="#org5433983">6.3. \(C_v\) for 2-atomige molekyler</a></li>
<li><a href="#orgfe0831e">6.4. \(C_v\) for krystaller</a></li>
</ul>
</li>
<li><a href="#org7d127e8">7. Termodynamiske potensialer og relasjoner</a>
<ul>
<li><a href="#org7dc5691">7.1. Helmholtz fri energi F</a></li>
<li><a href="#orgd207710">7.2. Gibbs fri energi G</a></li>
<li><a href="#orgda40c55">7.3. Eksergi: maksimalt arbeid</a></li>
<li><a href="#org21d8428">7.4. Maxwell-relasjonene</a></li>
<li><a href="#orgd0a7aa1">7.5. Legendretransformasjoner</a></li>
<li><a href="#orgdea3a59">7.6. Joule-Thomson-koeffisient</a>
<ul>
<li><a href="#orgb653add">7.6.1. For van der Waals-gass</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org72659f1">8. Magnetiske systemer</a></li>
<li><a href="#org404f586">9. Materielt åpne systemer</a>
<ul>
<li><a href="#org5fa573f">9.1. Kjemisk potensial</a></li>
<li><a href="#org92d7b11">9.2. Likevektsbetingelser</a></li>
<li><a href="#org48f7ef7">9.3. Ideelle blandinger</a></li>
<li><a href="#orgef35d51">9.4. Kjemiske reaksjoner; massevirkningsloven</a></li>
</ul>
</li>
<li><a href="#org34a7916">10. Faselikevekter</a>
<ul>
<li><a href="#org670a91f">10.1. Smelting, sublimasjon, trippelpunkt</a></li>
<li><a href="#orgb49ab4b">10.2. Gibbs' faseregel</a></li>
<li><a href="#org4d670d5">10.3. Clausius-Clapeyrons ligning</a></li>
<li><a href="#org7839c6f">10.4. Damptrykk, eksempler</a></li>
<li><a href="#org2b250a2">10.5. Fasediagram for rent stoff, (p,T),(p,V)</a></li>
<li><a href="#orgcd28ec3">10.6. Kritisk punkt</a>
<ul>
<li><a href="#org3d10323">10.6.1. For van der Waals-gass</a></li>
</ul>
</li>
<li><a href="#org1b38818">10.7. Faselikevekter og svake oppløsninger</a>
<ul>
<li><a href="#org4b5dcd3">10.7.1. Damptrykknedsettelse</a></li>
<li><a href="#orgde3d257">10.7.2. Kokepunktforhøyelse</a></li>
<li><a href="#org2d3ddf0">10.7.3. Frysepunktnedsettelse</a></li>
</ul>
</li>
<li><a href="#orgf1647dc">10.8. Osmose</a></li>
</ul>
</li>
<li><a href="#org28c7600">11. Varmetransport</a>
<ul>
<li><a href="#org6acf7a4">11.1. Stråling</a></li>
<li><a href="#org1fd7824">11.2. Termodynamikk</a></li>
<li><a href="#org6bc706a">11.3. Stefan-Boltzmanns lov</a></li>
<li><a href="#orgd0f9431">11.4. Frekvensfordelingeng; Plancks strålingslov</a></li>
<li><a href="#org4ba4ce6">11.5. Wiens forskyvningslov</a></li>
<li><a href="#org022af26">11.6. Varmeledning</a></li>
<li><a href="#orgac4b99a">11.7. Fouriers lov</a></li>
<li><a href="#org9aa4960">11.8. Eksempler</a></li>
<li><a href="#org843d59d">11.9. Newtons avkjølingslov</a></li>
<li><a href="#org8988a1c">11.10. Konveksjon</a></li>
<li><a href="#orgd2364b5">11.11. Varmeledningsligninen</a></li>
<li><a href="#org7191b80">11.12. Diffusjon, Ficks lov</a></li>
<li><a href="#org06b4778">11.13. Diffusjonsligningen</a></li>
<li><a href="#org2268269">11.14. Skalering</a></li>
<li><a href="#orgad2c5a1">11.15. Brownske bevegelser, virrevandring</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org0dcf473" class="outline-2">
<h2 id="org0dcf473"><span class="section-number-2">1.</span> Innledning - Hovedtema</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org2d0e431" class="outline-3">
<h3 id="org2d0e431"><span class="section-number-3">1.1.</span> Grunnbegreper</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Kan ha <b>system</b> med <b>energiutveksling</b>, <b>partikkelutveksling</b> til <b>omgivelser</b> gjennom <b>grenseflate</b>. Har <b>åpent</b> og <b>lukket</b> system avhengig av om det er partikkelutveksling.
</p>

<p>
<b>Trykk</b> definert som kraft per areal. <b>Isotrop</b>, virker likt overalt. Enhet pascal, bar, atm, psi.
</p>
</div>
</div>
<div id="outline-container-org05b54b5" class="outline-3">
<h3 id="org05b54b5"><span class="section-number-3">1.2.</span> Temperatur og termisk likevekt</h3>
<div class="outline-text-3" id="text-1-2">
<p>
<b>Termisk likevekt</b> dersom ingen netto strøm av varmeenergi mellom to systemer i termisk kontakt.
</p>

<p>
Måler \(T\) med <b>termometer</b> via andre fysiske størrelser:
</p>
<ul class="org-ul">
<li>væskevolum: økt \(T\) gir økt volum</li>
<li>gasstrykk: økt \(T\) gir økt \(p\)</li>
<li>lengde av fast stoff: økt \(T\) gir økt \(L\)</li>
<li>elektrisk motstand: økt \(T\) gir økt \(R\)</li>
</ul>

<p>
Enhet og kalibrering:
</p>
<ul class="org-ul">
<li>\(T=0^\circ C:\) vann fryser til is ved p = 1 atm</li>
<li>\(T=100^\circ C:\) vann koker ved p = 1 atm</li>
</ul>

<p>
Linerære trykkfunksjoner mhp temp gir \(T=-273.15^\circ C\) ved p=0, som gir opphav til <b>absolutt temperatur og kelvinskala</b>:
</p>
<ul class="org-ul">
<li>\(T = 0 K\) tilsvarer \(-273.15^\circ C\)</li>
<li>\(\Delta T = 1 K\) tilsvarer \(\Delta T =1^\circ C\)</li>
</ul>
</div>
</div>

<div id="outline-container-org2480d5b" class="outline-3">
<h3 id="org2480d5b"><span class="section-number-3">1.3.</span> Tilstandsvariable og tilstandsligninger</h3>
<div class="outline-text-3" id="text-1-3">
<p>
Et <b>makroskopisk</b> system i termisk likevekt er i en tilstand som kan beskrives ved hjelp av et lite antall <b>tilstandsvariable</b>:
\[ p, T, V, \rho=N/V, ... \]
</p>

<p>
Mengdeproporsjonale variable kalles <b>ektensive</b>: \(V+V=2V\)
Mengdeuavhengige variable kalles <b>intensive</b>: \(p,T+p,T=p,T\)
</p>

<p>
<b>Tilstandsligninger</b> angir sammenheng mellom tilstandsvariable. For gitt stoffmengde \(N\) er som regel 2 av de 3 variable trykk, volum og temperatur nok for å spesivisere systemets tilstand. Dvs
\[ V=V(p,T) ,\quad p=p(V,T) ,\quad T=T(p,V) \Rightarrow (p,V,T)=0 \text{ generelt }\]
</p>

<p>
Systemet gjennomgår termodynamisk <b>prosess</b> når tilstandsvariable endres.
</p>
</div>
</div>

<div id="outline-container-org03d6d80" class="outline-3">
<h3 id="org03d6d80"><span class="section-number-3">1.4.</span> Ideell gass</h3>
<div class="outline-text-3" id="text-1-4">
<p>
Eksperimenter med gasser med lav tetthet oppfyller
\[ pV = nRT \]
med \(n\) antall mol og \(R\) gasskonstanten. Eventuelt
\[ pV = N k_b T \]
med Boltzmanns konstant \(k_b\).
</p>

<p>
Kurver med en variabel holdt konstant:
</p>
<ul class="org-ul">
<li><b>Isotermer</b>: Konstant temperatur</li>
<li><b>Isobarer</b>: Konstant trykk</li>
<li><b>Isokorer</b>: Konstant volum</li>
</ul>
</div>
</div>

<div id="outline-container-orge84e192" class="outline-3">
<h3 id="orge84e192"><span class="section-number-3">1.5.</span> Termodynamiske koeffisienter</h3>
<div class="outline-text-3" id="text-1-5">
<p>
Tilstandsligninger er i utgangspunktet basert på eksperimentelle sammenhenger mellom tilstandsvariable.
</p>

<ul class="org-ul">
<li><b>Volumutvidelseskoeffisient</b>:
Relativ volumendring pr grad temperaturøkning, målt ved konstant trykk:
\[ \alpha_V = \frac{1}{V}\left(\frac{\partial V}{\partial T} \right)_p \]</li>

<li><b>Lengdeutvidelseskoeffisient</b>:
Kun for faste stoffer:
\[ \alpha_L = \frac{1}{L}\left(\frac{\partial L}{\partial T}\right)_p \]</li>
</ul>
<ul class="org-ul">
<li><b>Trykk-koeffisient</b>:
\[ \alpha_p = \frac{1}{p}\left(\frac{\partial p}{\partial T}\right)_V \]</li>

<li><b>Isoterm kompressibilitet</b>:
\[ \kappa_T = -\frac{1}{V}\left(\frac{\partial V}{\partial p}\right)_V \quad \left[\Delta p>0\Rightarrow \Delta V < 0 \Rightarrow \kappa_T > 0\right] \]

<ul class="org-ul">
<li><p>
<b>Bulkmodul</b>:
\[ B = \kappa_T^{-1} \]
</p>

<p>
Væsker og faste stoffer har mye mindre isoterm kompressibilitet enn gasser; de er tilnærmet inkompressible.
Ideell gass:
</p>
<ul class="org-ul">
<li>\(\alpha_V = 1/T\)</li>
<li>\(\alpha_p = 1/T\)</li>
<li>\(\kappa_T = 1/p\)</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orge1f8e0b" class="outline-3">
<h3 id="orge1f8e0b"><span class="section-number-3">1.6.</span> Den sykliske regel</h3>
<div class="outline-text-3" id="text-1-6">
<p>
\[ f(x,y,z) = 0 \Rightarrow x = x(y,z),\quad y=y(x,z), \quad z=z(x,y) \]
</p>

<p>
Da er
\[ \left(\frac{\partial x}{\partial y} \right)_z \left(\frac{\partial y}{\partial z} \right)_x \left(\frac{\partial z}{\partial x} \right)_y  = -1 \]
</p>

<p>
Eksempelvis med \(x,y,z = p,V,T \Rightarrow \frac{\alpha_V}{p\kappa_T\alpha_p} = 1\)
</p>
</div>
</div>
</div>

<div id="outline-container-org9dce049" class="outline-2">
<h2 id="org9dce049"><span class="section-number-2">2.</span> Termodynamikkens 1. lov</h2>
<div class="outline-text-2" id="text-2">
</div>
