Termisk/summary.org
** Reversible prosesser
Idealisert prosess som kan *revereseres* slik at system og omgivelser returnerer til starttilstanden.
For eksempel svært langsom isoterm kompresjon. Krever at kraften økes uendelig sakte, slik at gassen hele tiden er i termisk likevekt, med veldefinerte tilstandsvariable. Kan ikke ha friksjon eller andre dissipative effekter.

I praksis: Både umulig og upraktisk. Alle reelle prosesser er *irreversible*, men mange er tilnærmet reversible.

*Notasjon*: Heltrukne linjer i diagram er reversible prosesser, stiplet kurve er irreversibel.
Vanskelig å gjøre beregninger for irreversible prosesser. Kan likevel beregne endringer i tilstandsfunksjoner fra likevektstilstand til likevektstilstand med en 'tenkt' reversibel prosess mellom tilstandene.

I eksempelet med stempelet ser vi at det blir gjort *arbeid* på gassen. Og *varme* overføres fra gassen til omgivelsene. Arbeid og varme er de to typene *energiutveksling* vi har.
** Arbeid
*Arbeid* er energi som utveksles mellom system og omgivelser, og som _ikke_ skyldes temperaturforskjeller.
Ser typisk på mekanisk stempel: $dW = p\cdot dV$ = arbeid utført av systemet på omgivelsene.

$dW > 0$ når systemet gjør et positivt arbeid på omgivelsene.

Generelt for reversible prosesser mellom tilstand 1 og 2:
$$ W = \int_1^2 dW = \int_{V_1}^{V_2} p(V) dV$$
Ulike veier mellom 1 og 2 gir ulike arbeid, som betyr at arbeid _ikke_ er en tilstandsfunksjon, men en *prosessvariabel*.
Har dermed
$$ \oint p(V) dV \neq 0 $$

Noen merknader:
 - Arbeid knyttet til prosesser, må betraktes som energioverføring mellom omgivelser og system.
 - Arbeid kan ikke knyttes til potensiell og kinetisk energi som i mekanikken.
 - Arbeid er ikke en funksjon, kan ikke derivere $W$.
 - $dW$ er ikke et såkalt totalt differensial, skriver gjerne $dW$ med strek over $d$-en . Av praktiske grunner skriver jeg bare $dW$ fra nå av, innforstått at det ikke er totalt differensial.

Arbeid i sentrale reversible prosesser:
 - Isokor: $W = 0$
 - Isobar: $p\cdot(V_2-V_1)$
 - Isoterm, med ideell gass: $W = nRT\ln(V_2/V_1)$  
 - Fri utvidelse: Med $p>0$ og $V_2>V_1$ blir arbeid positivt, men prosessen er irreversibel, slik at $dW=pdV$ ikke kan brukes. Dermed må $W=0$.
** Indre energi
*Indre energi* er summen av molekylenes kinetiske og potensielle energi (pga innbyrdes vekselvirkning).
 - $E_k$ avhenger av molekylenes _hastigheter_, og dermed temperaturen.
 - $E_p$ avhenger av _avstanden_ mellom molekylene, og dermed volumet.
   $$ \Rightarrow \text{Generelt er  } U = U(T,V) $$
 For ideell gass er potensiell energi null, slik at indre energi utelukkende er en funksjon av temperatur.

 $U$ er *ekstensiv*, øker med $N$.
 
 $U$ er en *tilstandsfunksjon*, $\oint dU = 0$, dU er totalt differensial.
 
** Varme og 1. lov
*Første hovedsetning* slår fast hva varme er:
*Varme er energioverføring som skyldes temperaturforskjeller*

Alle andre former for energioverføring er arbeid. Ved energibevarelse:
$$ Q = \Delta U + W $$

For små endringer:
$$ dQ = dU + dW $$
der Q og W er prosessvariable, og ikke totale differensial.

** Kretsprosess. Adiabatisk prosess
*Kretsprosesser* er sentrale i diverse praktiske innretninger, som kjøleskap, varmepumper, forbrenningsmotorer etc.
Starter og ender i samme tilstand, altså $\Delta U = 0 \Rightarrow Q = W$

*Adiabatisk prosess*: $Q=0 \Rightarrow \Delta U = -W$

** Varmekapasitet
*Varmekapasitet*: hvor mye varme må tilføres et system for å øke temperaturen:
$$ C = \frac{\Delta Q}{\Delta T} $$

 - Konstant volum: $(dW = 0)$
   $$ C_V = \left(\frac{dQ}{dT}\right)_V = \left(\frac{dU}{dT}\right)_V = \left(\frac{\partial U}{\partial T}\right)_V $$

 - Konstant trykk:
   $$ C_p = \left(\frac{dQ}{dT}\right)_p = \left(\frac{dU+dW}{dT}\right)_p = \left(\frac{dU}{dT}\right)_p +p \left(\frac{dV}{dT}\right)_p $$
   Der siste likhet bare gjelder ved å anta reversibel prosess.

*Spesifikke varmekapasiteter*:
 - $c = C/M$ = varmekap pr masseenhet
 - $c = C/n$ = molar varmekap

** Differansen  $C_p-C_v$
Har generelt at
$$ C_p - C_V = \left[p+\left(\frac{\partial U}{\partial V}\right)_T\right]\left(\frac{\partial V}{\partial T}\right)_p $$

- Væsker og faste stoff: $C_p\approx C_v$

- Gasser: Større $\partial V/\partial T$. Dermed $C_p > C_V$

- Ideell gass: $\partial V / \partial T = nR/p \Rightarrow C_p-C_V = nR;\quad c_{pm}-c_{vm} = R$
  Stemmer godt for de fleste gasser, så lenge tettheten er lav.
  Eksperimenter gir
  - Atomære gasser: $c_{vm} \approx 3R/2$
  - Toatomige gasser: $c_{vm} \approx 5R/2$
 - Metaller: $c_{vm} \approx 3R$
** Latent varme
*Latent varme* er varme som må tilføres eller som avgis til omgivelsene, i en faseovergang.
$L$ går med til
 - å gjøre et arbeid mot det ytre trykket ved fordamping og sublimasjon
 - å rive molekylene fra hverandre, dvs bryte bindinger

*Merk* at temperaturen er konstand ved faseovergangen.
** Adiabatiske prosesser
Antar reversibelt arbeid og ideell gass:
$$ dW = p\cdot dV = nRT dV/V $$

Definerer *adiabatkonstanten*:
$$ \gamma = C_p / C_V $$

Langs adiabat er følgende størrelser konstante:
 - $T\cdot V^{\gamma-1}$
 - $p\cdot V^{\gamma}$
 - $p\cdot T^{-\gamma/(\gamma-1)}$

** Entalpi
Definerer *entalpi* som
$$ H = U+pV $$
Det gir
$$ C_p = \left(\frac{dH}{dT}\right)_p \quad \text{ og } \quad C_v = \left(\frac{dU}{dT}\right)_V $$

*Intuisjon*: Entalpi spiller tilsvarende rolle i isobare prosesser som U gjør i isokore prosesser.

** Joule-Thomson-effekten
Motivasjon: Kjøleskap, men kompressor!
Ser på ekspansjonsventilen i kjøleskapet. Kjølemediet presses gjennom ventilen, stort trykkfall, sterkt irreversibel prosess.
Antar adiabatisk prosess. Får at
$$ U_2+p_2V_2 = U_1 + p_1 V_1 \Rightarrow H_2 = H_1 $$
Prosessen er $isentalpisk$!

Må ha _avkjøing_, som med de gitte tilstandsvariablene gir
$$ dT = \left(\frac{\partial T}{\partial p}\right)_H dp $$

*Joule-Thomson-koeffisienten*:
$$ \mu_{JT} = \left(\frac{\partial T}{\partial p}\right)_H $$
Avkjøling oppnår vi når $\mu_{JT} > 0$.

Kan ikke anta ideell gass, fordi det gir i $\Delta T = 0$ :( 

