Termisk/summary.html
<div id="outline-container-orge248ca7" class="outline-3">
<h3 id="orge248ca7"><span class="section-number-3">2.1.</span> Reversible prosesser</h3>
<div class="outline-text-3" id="text-2-1">
<p>
Idealisert prosess som kan <b>revereseres</b> slik at system og omgivelser returnerer til starttilstanden.
For eksempel svært langsom isoterm kompresjon. Krever at kraften økes uendelig sakte, slik at gassen hele tiden er i termisk likevekt, med veldefinerte tilstandsvariable. Kan ikke ha friksjon eller andre dissipative effekter.
</p>

<p>
I praksis: Både umulig og upraktisk. Alle reelle prosesser er <b>irreversible</b>, men mange er tilnærmet reversible.
</p>

<p>
<b>Notasjon</b>: Heltrukne linjer i diagram er reversible prosesser, stiplet kurve er irreversibel.
Vanskelig å gjøre beregninger for irreversible prosesser. Kan likevel beregne endringer i tilstandsfunksjoner fra likevektstilstand til likevektstilstand med en 'tenkt' reversibel prosess mellom tilstandene.
</p>

<p>
I eksempelet med stempelet ser vi at det blir gjort <b>arbeid</b> på gassen. Og <b>varme</b> overføres fra gassen til omgivelsene. Arbeid og varme er de to typene <b>energiutveksling</b> vi har.
</p>
</div>
</div>
<div id="outline-container-org853ceaf" class="outline-3">
<h3 id="org853ceaf"><span class="section-number-3">2.2.</span> Arbeid</h3>
<div class="outline-text-3" id="text-2-2">
<p>
<b>Arbeid</b> er energi som utveksles mellom system og omgivelser, og som <span class="underline">ikke</span> skyldes temperaturforskjeller.
Ser typisk på mekanisk stempel: \(dW = p\cdot dV\) = arbeid utført av systemet på omgivelsene.
</p>

<p>
\(dW > 0\) når systemet gjør et positivt arbeid på omgivelsene.
</p>

<p>
Generelt for reversible prosesser mellom tilstand 1 og 2:
\[ W = \int_1^2 dW = \int_{V_1}^{V_2} p(V) dV\]
Ulike veier mellom 1 og 2 gir ulike arbeid, som betyr at arbeid <span class="underline">ikke</span> er en tilstandsfunksjon, men en <b>prosessvariabel</b>.
Har dermed
\[ \oint p(V) dV \neq 0 \]
</p>

<p>
Noen merknader:
</p>
<ul class="org-ul">
<li>Arbeid knyttet til prosesser, må betraktes som energioverføring mellom omgivelser og system.</li>
<li>Arbeid kan ikke knyttes til potensiell og kinetisk energi som i mekanikken.</li>
<li>Arbeid er ikke en funksjon, kan ikke derivere \(W\).</li>
<li>\(dW\) er ikke et såkalt totalt differensial, skriver gjerne \(dW\) med strek over $d$-en . Av praktiske grunner skriver jeg bare \(dW\) fra nå av, innforstått at det ikke er totalt differensial.</li>
</ul>

<p>
Arbeid i sentrale reversible prosesser:
</p>
<ul class="org-ul">
<li>Isokor: \(W = 0\)</li>
<li>Isobar: \(p\cdot(V_2-V_1)\)</li>
<li>Isoterm, med ideell gass: \(W = nRT\ln(V_2/V_1)\)</li>
<li>Fri utvidelse: Med \(p>0\) og \(V_2>V_1\) blir arbeid positivt, men prosessen er irreversibel, slik at \(dW=pdV\) ikke kan brukes. Dermed må \(W=0\).</li>
</ul>
</div>
</div>
<div id="outline-container-org0ab2d5d" class="outline-3">
<h3 id="org0ab2d5d"><span class="section-number-3">2.3.</span> Indre energi</h3>
<div class="outline-text-3" id="text-2-3">
<p>
<b>Indre energi</b> er summen av molekylenes kinetiske og potensielle energi (pga innbyrdes vekselvirkning).
</p>
<ul class="org-ul">
<li>\(E_k\) avhenger av molekylenes <span class="underline">hastigheter</span>, og dermed temperaturen.</li>
<li>\(E_p\) avhenger av <span class="underline">avstanden</span> mellom molekylene, og dermed volumet.
\[ \Rightarrow \text{Generelt er  } U = U(T,V) \]</li>
</ul>
<p>
For ideell gass er potensiell energi null, slik at indre energi utelukkende er en funksjon av temperatur.
</p>

<p>
\(U\) er <b>ekstensiv</b>, øker med \(N\).
</p>

<p>
\(U\) er en <b>tilstandsfunksjon</b>, \(\oint dU = 0\), dU er totalt differensial.
</p>
</div>
</div>

<div id="outline-container-org73a6d07" class="outline-3">
<h3 id="org73a6d07"><span class="section-number-3">2.4.</span> Varme og 1. lov</h3>
<div class="outline-text-3" id="text-2-4">
<p>
<b>Første hovedsetning</b> slår fast hva varme er:
<b>Varme er energioverføring som skyldes temperaturforskjeller</b>
</p>

<p>
Alle andre former for energioverføring er arbeid. Ved energibevarelse:
\[ Q = \Delta U + W \]
</p>

<p>
For små endringer:
\[ dQ = dU + dW \]
der Q og W er prosessvariable, og ikke totale differensial.
</p>
</div>
</div>

<div id="outline-container-orgeaa2ecf" class="outline-3">
<h3 id="orgeaa2ecf"><span class="section-number-3">2.5.</span> Kretsprosess. Adiabatisk prosess</h3>
<div class="outline-text-3" id="text-2-5">
<p>
<b>Kretsprosesser</b> er sentrale i diverse praktiske innretninger, som kjøleskap, varmepumper, forbrenningsmotorer etc.
Starter og ender i samme tilstand, altså \(\Delta U = 0 \Rightarrow Q = W\)
</p>

<p>
<b>Adiabatisk prosess</b>: \(Q=0 \Rightarrow \Delta U = -W\)
</p>
</div>
</div>

<div id="outline-container-org99a2c7b" class="outline-3">
<h3 id="org99a2c7b"><span class="section-number-3">2.6.</span> Varmekapasitet</h3>
<div class="outline-text-3" id="text-2-6">
<p>
<b>Varmekapasitet</b>: hvor mye varme må tilføres et system for å øke temperaturen:
\[ C = \frac{\Delta Q}{\Delta T} \]
</p>

<ul class="org-ul">
<li>Konstant volum: \((dW = 0)\)
\[ C_V = \left(\frac{dQ}{dT}\right)_V = \left(\frac{dU}{dT}\right)_V = \left(\frac{\partial U}{\partial T}\right)_V \]</li>

<li>Konstant trykk:
\[ C_p = \left(\frac{dQ}{dT}\right)_p = \left(\frac{dU+dW}{dT}\right)_p = \left(\frac{dU}{dT}\right)_p +p \left(\frac{dV}{dT}\right)_p \]
Der siste likhet bare gjelder ved å anta reversibel prosess.</li>
</ul>

<p>
<b>Spesifikke varmekapasiteter</b>:
</p>
<ul class="org-ul">
<li>\(c = C/M\) = varmekap pr masseenhet</li>
<li>\(c = C/n\) = molar varmekap</li>
</ul>
</div>
</div>

<div id="outline-container-org3efeaff" class="outline-3">
<h3 id="org3efeaff"><span class="section-number-3">2.7.</span> Differansen  \(C_p-C_v\)</h3>
<div class="outline-text-3" id="text-2-7">
<p>
Har generelt at
\[ C_p - C_V = \left[p+\left(\frac{\partial U}{\partial V}\right)_T\right]\left(\frac{\partial V}{\partial T}\right)_p \]
</p>

<ul class="org-ul">
<li>Væsker og faste stoff: \(C_p\approx C_v\)</li>

<li>Gasser: Større \(\partial V/\partial T\). Dermed \(C_p > C_V\)</li>

<li><p>
Ideell gass: \(\partial V / \partial T = nR/p \Rightarrow C_p-C_V = nR;\quad c_{pm}-c_{vm} = R\)
Stemmer godt for de fleste gasser, så lenge tettheten er lav.
Eksperimenter gir
</p>
<ul class="org-ul">
<li>Atomære gasser: \(c_{vm} \approx 3R/2\)</li>
<li>Toatomige gasser: \(c_{vm} \approx 5R/2\)</li>
</ul>
<ul class="org-ul">
<li>Metaller: \(c_{vm} \approx 3R\)</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org2a87da3" class="outline-3">
<h3 id="org2a87da3"><span class="section-number-3">2.8.</span> Latent varme</h3>
<div class="outline-text-3" id="text-2-8">
<p>
<b>Latent varme</b> er varme som må tilføres eller som avgis til omgivelsene, i en faseovergang.
\(L\) går med til
</p>
<ul class="org-ul">
<li>å gjøre et arbeid mot det ytre trykket ved fordamping og sublimasjon</li>
<li>å rive molekylene fra hverandre, dvs bryte bindinger</li>
</ul>

<p>
<b>Merk</b> at temperaturen er konstand ved faseovergangen.
</p>
</div>
</div>
<div id="outline-container-orgf10eece" class="outline-3">
<h3 id="orgf10eece"><span class="section-number-3">2.9.</span> Adiabatiske prosesser</h3>
<div class="outline-text-3" id="text-2-9">
<p>
Antar reversibelt arbeid og ideell gass:
\[ dW = p\cdot dV = nRT dV/V \]
</p>

<p>
Definerer <b>adiabatkonstanten</b>:
\[ \gamma = C_p / C_V \]
</p>

<p>
Langs adiabat er følgende størrelser konstante:
</p>
<ul class="org-ul">
<li>\(T\cdot V^{\gamma-1}\)</li>
<li>\(p\cdot V^{\gamma}\)</li>
<li>\(p\cdot T^{-\gamma/(\gamma-1)}\)</li>
</ul>
</div>
</div>

<div id="outline-container-org2547712" class="outline-3">
<h3 id="org2547712"><span class="section-number-3">2.10.</span> Entalpi</h3>
<div class="outline-text-3" id="text-2-10">
<p>
Definerer <b>entalpi</b> som
\[ H = U+pV \]
Det gir
\[ C_p = \left(\frac{dH}{dT}\right)_p \quad \text{ og } \quad C_v = \left(\frac{dU}{dT}\right)_V \]
</p>

<p>
<b>Intuisjon</b>: Entalpi spiller tilsvarende rolle i isobare prosesser som U gjør i isokore prosesser.
</p>
</div>
</div>

<div id="outline-container-orged2b9d9" class="outline-3">
<h3 id="orged2b9d9"><span class="section-number-3">2.11.</span> Joule-Thomson-effekten</h3>
<div class="outline-text-3" id="text-2-11">
<p>
Motivasjon: Kjøleskap, men kompressor!
Ser på ekspansjonsventilen i kjøleskapet. Kjølemediet presses gjennom ventilen, stort trykkfall, sterkt irreversibel prosess.
Antar adiabatisk prosess. Får at
\[ U_2+p_2V_2 = U_1 + p_1 V_1 \Rightarrow H_2 = H_1 \]
Prosessen er \(isentalpisk\)!
</p>

<p>
Må ha <span class="underline">avkjøing</span>, som med de gitte tilstandsvariablene gir
\[ dT = \left(\frac{\partial T}{\partial p}\right)_H dp \]
</p>

<p>
<b>Joule-Thomson-koeffisienten</b>:
\[ \mu_{JT} = \left(\frac{\partial T}{\partial p}\right)_H \]
Avkjøling oppnår vi når \(\mu_{JT} > 0\).
</p>

<p>
Kan ikke anta ideell gass, fordi det gir i \(\Delta T = 0\) :( 
</p>
</div>
</div>
