Termisk/summary.org
** Carnot-prosessen
Kretsprosess med 2 isotermer og 2 adiabater.
- Med klokka: Varmekraftmasking, tilført varme $Q_2$ brukes for å gjøre nyttig arbeid. $\eta = W/Q_2$
- Mot klokka: Kjøleskap eller varmepumpe, arbeid brukes til å
  + fjerne varme $Q_1$ fra kjøleskapet  $\varepsilon_K = Q_1 / W$
  + tilføre varme $Q_2$ i stua  $\varepsilon_V = Q_2 / W$

Antar ideell gass, og får virkningsgrader:
 - Carnot-varmekraftmaskin: $\eta_C=1+T_1/T_2$
 - Carnot-kjøleskap: $\varepsilon_{KC}=T_1/(T_2-T_1) > 0$
 - Carnot-varmepumpe: $\varepsilon_{VC}=T_2/(T_2-T_1) > 1$

Ser at
$$ \frac{Q_2}{T_2} + \frac{Q_1}{T_1} = \oint \frac{dQ}{T} = 0 $$
, som viser seg å gjelde generelt. Her er $dS = dQ_{rev}/T$ systemets *entropi*.

*Varmereservoar*: Reversible isoterme prosesser fordrer termisk kontakt mellom systemet og et varmereservoar, dvs omgivelser med stor varmekapasitet, slik at temperaturen i reservoaret er konstant selv om varme overføres til systemet.

Carnot-prosessen er unik fordi den inneholder bare _to_ varmereservoar.

* Termodynamikkens 2. lov
** Energibevarelse er ikke alt
** Carnots teorem
* Entropi
** Clausius' ulikhet
** Entropi
** ST-diagrammer
** Den termodynamiske identitet
** $C_p-C_v$
** $\Delta S$ ved reversible prosesser
** Prinsippet om entropiens økning
** Irreversible prosesser
** Mikrofysisk tolkning av entropi
* Kinetisk gassteori
** Mikroskopisk, statistisk bevegelse
** Antagelser
** Trykk i ideell gass
** Mikroskopisk tolkning av T
** Maxwells hastighetsfordeling
** Gaussintegraler
** Middelverdier
* Statistisk mekanikk
** Boltzmannfaktoren
** Ekvipartisjonsprinsippet
** $C_v$ for 2-atomige molekyler
** $C_v$ for krystaller
* Termodynamiske potensialer og relasjoner
** Helmholtz fri energi F
** Gibbs fri energi G
** Eksergi: maksimalt arbeid
** Maxwell-relasjonene
** Legendretransformasjoner
** Joule-Thomson-koeffisient
*** For van der Waals-gass
* Magnetiske systemer
* Materielt åpne systemer
** Kjemisk potensial
** Likevektsbetingelser
** Ideelle blandinger
** Kjemiske reaksjoner; massevirkningsloven
* Faselikevekter
** Smelting, sublimasjon, trippelpunkt
** Gibbs' faseregel
** Clausius-Clapeyrons ligning
** Damptrykk, eksempler
** Fasediagram for rent stoff, (p,T),(p,V)
** Kritisk punkt
*** For van der Waals-gass
** Faselikevekter og svake oppløsninger
*** Damptrykknedsettelse
*** Kokepunktforhøyelse
*** Frysepunktnedsettelse
** Osmose
* Varmetransport
** Stråling
** Termodynamikk
** Stefan-Boltzmanns lov
** Frekvensfordelingeng; Plancks strålingslov
** Wiens forskyvningslov
** Varmeledning
** Fouriers lov
** Eksempler
** Newtons avkjølingslov
** Konveksjon
** Varmeledningsligninen
** Diffusjon, Ficks lov
** Diffusjonsligningen
** Skalering
** Brownske bevegelser, virrevandring
