Termisk/summary.html

<div id="outline-container-org0040ec7" class="outline-3">
<h3 id="org0040ec7"><span class="section-number-3">2.12.</span> Carnot-prosessen</h3>
<div class="outline-text-3" id="text-2-12">
<p>
Kretsprosess med 2 isotermer og 2 adiabater.
</p>
<ul class="org-ul">
<li>Med klokka: Varmekraftmasking, tilført varme \(Q_2\) brukes for å gjøre nyttig arbeid. \(\eta = W/Q_2\)</li>
<li>Mot klokka: Kjøleskap eller varmepumpe, arbeid brukes til å
<ul class="org-ul">
<li>fjerne varme \(Q_1\) fra kjøleskapet  \(\varepsilon_K = Q_1 / W\)</li>
<li>tilføre varme \(Q_2\) i stua  \(\varepsilon_V = Q_2 / W\)</li>
</ul></li>
</ul>

<p>
Antar ideell gass, og får virkningsgrader:
</p>
<ul class="org-ul">
<li>Carnot-varmekraftmaskin: \(\eta_C=1+T_1/T_2\)</li>
<li>Carnot-kjøleskap: \(\varepsilon_{KC}=T_1/(T_2-T_1) > 0\)</li>
<li>Carnot-varmepumpe: \(\varepsilon_{VC}=T_2/(T_2-T_1) > 1\)</li>
</ul>

<p>
Ser at
\[ \frac{Q_2}{T_2} + \frac{Q_1}{T_1} = \oint \frac{dQ}{T} = 0 \]
, som viser seg å gjelde generelt. Her er \(dS = dQ_{rev}/T\) systemets <b>entropi</b>.
</p>

<p>
<b>Varmereservoar</b>: Reversible isoterme prosesser fordrer termisk kontakt mellom systemet og et varmereservoar, dvs omgivelser med stor varmekapasitet, slik at temperaturen i reservoaret er konstant selv om varme overføres til systemet.
</p>

<p>
Carnot-prosessen er unik fordi den inneholder bare <span class="underline">to</span> varmereservoar.
</p>
</div>
</div>
</div>

<div id="outline-container-org4ca8b69" class="outline-2">
<h2 id="org4ca8b69"><span class="section-number-2">3.</span> Termodynamikkens 2. lov</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-orge09060a" class="outline-3">
<h3 id="orge09060a"><span class="section-number-3">3.1.</span> Energibevarelse er ikke alt</h3>
</div>
<div id="outline-container-orgbb17e7b" class="outline-3">
<h3 id="orgbb17e7b"><span class="section-number-3">3.2.</span> Carnots teorem</h3>
</div>
</div>
<div id="outline-container-orge4fde24" class="outline-2">
<h2 id="orge4fde24"><span class="section-number-2">4.</span> Entropi</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orge5bf6e1" class="outline-3">
<h3 id="orge5bf6e1"><span class="section-number-3">4.1.</span> Clausius' ulikhet</h3>
</div>
<div id="outline-container-orgbae1c48" class="outline-3">
<h3 id="orgbae1c48"><span class="section-number-3">4.2.</span> Entropi</h3>
</div>
<div id="outline-container-org24cb4dd" class="outline-3">
<h3 id="org24cb4dd"><span class="section-number-3">4.3.</span> ST-diagrammer</h3>
</div>
<div id="outline-container-org7199584" class="outline-3">
<h3 id="org7199584"><span class="section-number-3">4.4.</span> Den termodynamiske identitet</h3>
</div>
<div id="outline-container-orge5247f2" class="outline-3">
<h3 id="orge5247f2"><span class="section-number-3">4.5.</span> \(C_p-C_v\)</h3>
</div>
<div id="outline-container-orge75bc97" class="outline-3">
<h3 id="orge75bc97"><span class="section-number-3">4.6.</span> \(\Delta S\) ved reversible prosesser</h3>
</div>
<div id="outline-container-org4354c22" class="outline-3">
<h3 id="org4354c22"><span class="section-number-3">4.7.</span> Prinsippet om entropiens økning</h3>
</div>
<div id="outline-container-org22bee86" class="outline-3">
<h3 id="org22bee86"><span class="section-number-3">4.8.</span> Irreversible prosesser</h3>
</div>
<div id="outline-container-org0bf06eb" class="outline-3">
<h3 id="org0bf06eb"><span class="section-number-3">4.9.</span> Mikrofysisk tolkning av entropi</h3>
</div>
</div>
<div id="outline-container-orgd5ae791" class="outline-2">
<h2 id="orgd5ae791"><span class="section-number-2">5.</span> Kinetisk gassteori</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org4f6f35c" class="outline-3">
<h3 id="org4f6f35c"><span class="section-number-3">5.1.</span> Mikroskopisk, statistisk bevegelse</h3>
</div>
<div id="outline-container-orgd270c1e" class="outline-3">
<h3 id="orgd270c1e"><span class="section-number-3">5.2.</span> Antagelser</h3>
</div>
<div id="outline-container-org5dd0a57" class="outline-3">
<h3 id="org5dd0a57"><span class="section-number-3">5.3.</span> Trykk i ideell gass</h3>
</div>
<div id="outline-container-org8197873" class="outline-3">
<h3 id="org8197873"><span class="section-number-3">5.4.</span> Mikroskopisk tolkning av T</h3>
</div>
<div id="outline-container-org918a4e6" class="outline-3">
<h3 id="org918a4e6"><span class="section-number-3">5.5.</span> Maxwells hastighetsfordeling</h3>
</div>
<div id="outline-container-org3b33dc7" class="outline-3">
<h3 id="org3b33dc7"><span class="section-number-3">5.6.</span> Gaussintegraler</h3>
</div>
<div id="outline-container-orgaab000e" class="outline-3">
<h3 id="orgaab000e"><span class="section-number-3">5.7.</span> Middelverdier</h3>
</div>
</div>
<div id="outline-container-org0f06036" class="outline-2">
<h2 id="org0f06036"><span class="section-number-2">6.</span> Statistisk mekanikk</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-orgcabe979" class="outline-3">
<h3 id="orgcabe979"><span class="section-number-3">6.1.</span> Boltzmannfaktoren</h3>
</div>
<div id="outline-container-orgcae44bb" class="outline-3">
<h3 id="orgcae44bb"><span class="section-number-3">6.2.</span> Ekvipartisjonsprinsippet</h3>
</div>
<div id="outline-container-org5433983" class="outline-3">
<h3 id="org5433983"><span class="section-number-3">6.3.</span> \(C_v\) for 2-atomige molekyler</h3>
</div>
<div id="outline-container-orgfe0831e" class="outline-3">
<h3 id="orgfe0831e"><span class="section-number-3">6.4.</span> \(C_v\) for krystaller</h3>
</div>
</div>
<div id="outline-container-org7d127e8" class="outline-2">
<h2 id="org7d127e8"><span class="section-number-2">7.</span> Termodynamiske potensialer og relasjoner</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org7dc5691" class="outline-3">
<h3 id="org7dc5691"><span class="section-number-3">7.1.</span> Helmholtz fri energi F</h3>
</div>
<div id="outline-container-orgd207710" class="outline-3">
<h3 id="orgd207710"><span class="section-number-3">7.2.</span> Gibbs fri energi G</h3>
</div>
<div id="outline-container-orgda40c55" class="outline-3">
<h3 id="orgda40c55"><span class="section-number-3">7.3.</span> Eksergi: maksimalt arbeid</h3>
</div>
<div id="outline-container-org21d8428" class="outline-3">
<h3 id="org21d8428"><span class="section-number-3">7.4.</span> Maxwell-relasjonene</h3>
</div>
<div id="outline-container-orgd0a7aa1" class="outline-3">
<h3 id="orgd0a7aa1"><span class="section-number-3">7.5.</span> Legendretransformasjoner</h3>
</div>
<div id="outline-container-orgdea3a59" class="outline-3">
<h3 id="orgdea3a59"><span class="section-number-3">7.6.</span> Joule-Thomson-koeffisient</h3>
<div class="outline-text-3" id="text-7-6">
</div>
<div id="outline-container-orgb653add" class="outline-4">
<h4 id="orgb653add"><span class="section-number-4">7.6.1.</span> For van der Waals-gass</h4>
</div>
</div>
</div>
<div id="outline-container-org72659f1" class="outline-2">
<h2 id="org72659f1"><span class="section-number-2">8.</span> Magnetiske systemer</h2>
</div>
<div id="outline-container-org404f586" class="outline-2">
<h2 id="org404f586"><span class="section-number-2">9.</span> Materielt åpne systemer</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org5fa573f" class="outline-3">
<h3 id="org5fa573f"><span class="section-number-3">9.1.</span> Kjemisk potensial</h3>
</div>
<div id="outline-container-org92d7b11" class="outline-3">
<h3 id="org92d7b11"><span class="section-number-3">9.2.</span> Likevektsbetingelser</h3>
</div>
<div id="outline-container-org48f7ef7" class="outline-3">
<h3 id="org48f7ef7"><span class="section-number-3">9.3.</span> Ideelle blandinger</h3>
</div>
<div id="outline-container-orgef35d51" class="outline-3">
<h3 id="orgef35d51"><span class="section-number-3">9.4.</span> Kjemiske reaksjoner; massevirkningsloven</h3>
</div>
</div>
<div id="outline-container-org34a7916" class="outline-2">
<h2 id="org34a7916"><span class="section-number-2">10.</span> Faselikevekter</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-org670a91f" class="outline-3">
<h3 id="org670a91f"><span class="section-number-3">10.1.</span> Smelting, sublimasjon, trippelpunkt</h3>
</div>
<div id="outline-container-orgb49ab4b" class="outline-3">
<h3 id="orgb49ab4b"><span class="section-number-3">10.2.</span> Gibbs' faseregel</h3>
</div>
<div id="outline-container-org4d670d5" class="outline-3">
<h3 id="org4d670d5"><span class="section-number-3">10.3.</span> Clausius-Clapeyrons ligning</h3>
</div>
<div id="outline-container-org7839c6f" class="outline-3">
<h3 id="org7839c6f"><span class="section-number-3">10.4.</span> Damptrykk, eksempler</h3>
</div>
<div id="outline-container-org2b250a2" class="outline-3">
<h3 id="org2b250a2"><span class="section-number-3">10.5.</span> Fasediagram for rent stoff, (p,T),(p,V)</h3>
</div>
<div id="outline-container-orgcd28ec3" class="outline-3">
<h3 id="orgcd28ec3"><span class="section-number-3">10.6.</span> Kritisk punkt</h3>
<div class="outline-text-3" id="text-10-6">
</div>
<div id="outline-container-org3d10323" class="outline-4">
<h4 id="org3d10323"><span class="section-number-4">10.6.1.</span> For van der Waals-gass</h4>
</div>
</div>
<div id="outline-container-org1b38818" class="outline-3">
<h3 id="org1b38818"><span class="section-number-3">10.7.</span> Faselikevekter og svake oppløsninger</h3>
<div class="outline-text-3" id="text-10-7">
</div>
<div id="outline-container-org4b5dcd3" class="outline-4">
<h4 id="org4b5dcd3"><span class="section-number-4">10.7.1.</span> Damptrykknedsettelse</h4>
</div>
<div id="outline-container-orgde3d257" class="outline-4">
<h4 id="orgde3d257"><span class="section-number-4">10.7.2.</span> Kokepunktforhøyelse</h4>
</div>
<div id="outline-container-org2d3ddf0" class="outline-4">
<h4 id="org2d3ddf0"><span class="section-number-4">10.7.3.</span> Frysepunktnedsettelse</h4>
</div>
</div>
<div id="outline-container-orgf1647dc" class="outline-3">
<h3 id="orgf1647dc"><span class="section-number-3">10.8.</span> Osmose</h3>
</div>
</div>
<div id="outline-container-org28c7600" class="outline-2">
<h2 id="org28c7600"><span class="section-number-2">11.</span> Varmetransport</h2>
<div class="outline-text-2" id="text-11">
</div>
<div id="outline-container-org6acf7a4" class="outline-3">
<h3 id="org6acf7a4"><span class="section-number-3">11.1.</span> Stråling</h3>
</div>
<div id="outline-container-org1fd7824" class="outline-3">
<h3 id="org1fd7824"><span class="section-number-3">11.2.</span> Termodynamikk</h3>
</div>
<div id="outline-container-org6bc706a" class="outline-3">
<h3 id="org6bc706a"><span class="section-number-3">11.3.</span> Stefan-Boltzmanns lov</h3>
</div>
<div id="outline-container-orgd0f9431" class="outline-3">
<h3 id="orgd0f9431"><span class="section-number-3">11.4.</span> Frekvensfordelingeng; Plancks strålingslov</h3>
</div>
<div id="outline-container-org4ba4ce6" class="outline-3">
<h3 id="org4ba4ce6"><span class="section-number-3">11.5.</span> Wiens forskyvningslov</h3>
</div>
<div id="outline-container-org022af26" class="outline-3">
<h3 id="org022af26"><span class="section-number-3">11.6.</span> Varmeledning</h3>
</div>
<div id="outline-container-orgac4b99a" class="outline-3">
<h3 id="orgac4b99a"><span class="section-number-3">11.7.</span> Fouriers lov</h3>
</div>
<div id="outline-container-org9aa4960" class="outline-3">
<h3 id="org9aa4960"><span class="section-number-3">11.8.</span> Eksempler</h3>
</div>
<div id="outline-container-org843d59d" class="outline-3">
<h3 id="org843d59d"><span class="section-number-3">11.9.</span> Newtons avkjølingslov</h3>
</div>
<div id="outline-container-org8988a1c" class="outline-3">
<h3 id="org8988a1c"><span class="section-number-3">11.10.</span> Konveksjon</h3>
</div>
<div id="outline-container-orgd2364b5" class="outline-3">
<h3 id="orgd2364b5"><span class="section-number-3">11.11.</span> Varmeledningsligninen</h3>
</div>
<div id="outline-container-org7191b80" class="outline-3">
<h3 id="org7191b80"><span class="section-number-3">11.12.</span> Diffusjon, Ficks lov</h3>
</div>
<div id="outline-container-org06b4778" class="outline-3">
<h3 id="org06b4778"><span class="section-number-3">11.13.</span> Diffusjonsligningen</h3>
</div>
<div id="outline-container-org2268269" class="outline-3">
<h3 id="org2268269"><span class="section-number-3">11.14.</span> Skalering</h3>
</div>
<div id="outline-container-orgad2c5a1" class="outline-3">
<h3 id="orgad2c5a1"><span class="section-number-3">11.15.</span> Brownske bevegelser, virrevandring</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Sondre Klyve</p>
<p class="date">Created: 2022-11-12 lø. 13:27</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
